tap "deskflow/tap"
tap "f1bonacc1/tap"
brew "act"
brew "bandwhich"
brew "bat"
brew "btop"
brew "colima"
brew "docker"
brew "dust"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "glow"
brew "git-delta"
brew "gitui"
brew "grex"
brew "gping"
brew "gnupg"
brew "go"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "tmux"
brew "trippy"
brew "overmind"
brew "f1bonacc1/tap/process-compose"
brew "procs"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "wtfutil"
brew "zoxide"
cask "deskflow/tap/deskflow"
cask "figma"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "obsidian"
cask "raycast"
cask "shottr"
cask "slack"
cask "superwhisper"
cask "visual-studio-code"
cask "warp"
