tap "deskflow/tap"
brew "bat"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "glow"
brew "gnupg"
brew "go"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "tmux"
brew "overmind"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "zoxide"
cask "deskflow/tap/deskflow"
cask "figma"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "raycast"
cask "slack"
cask "superwhisper"
cask "visual-studio-code"
cask "warp"
